export default [
  {
    college: 'engineering',
    department: '산업공학과',
    description: '산업공학과 학생들과 상담할 때 종종 마주하게 되는 상황입니다. 산업공학을 전공한 학생들이 선뜻 취업 분야를 정하지 못하는 경우가 생기는데, 이는 여러 분야에 취업이 가능한 산업공학의 본질적인 특성 때문입니다. 다른 공학 분야는 학과 이름에서 직감할 수 있듯이 하나의 분야에 비중을 두지만, 산업공학은 모든 분야를 아우르는 학문입니다.'
  },
  {
    college: 'engineering',
    department: '교통시스템공학과',
    description: '교통공학이란 사람과 물자를 안전하고, 편리하고, 효율적으로 수송하기 위하여 도로, 철도, 항만 및 항공 교통수단을 포함한 제반 시설의 계획, 설계, 운영 및 관리를 과학적, 기술적으로 연구하는 학문이다.'
  },
  {
    college: 'engineering',
    department: '신소재공학과',
    description: '소재는 흔히 산업의 쌀에 비유될 정도로 모든 산업의 기반이 되고 있다. 신소재공학은 기계, 전기, 전자, 화공, 환경, 건설 등 산업에서 요구되는 다양한 재료를 개발하고 제조하며 응용하는 학문이므로 공학과 산업 전반의 기반 학문이 된다. 또한 우리나라의 산업이 중화학에서 IT, 에너지, 환경 산업으로 빠르게 변화하고 있는 현 시점에서 전자, 자동차, 반도체, 초전도체, 나노기술 등 현재와 미래를 선도하는 기술에 있어 소재의 역할은 더욱 중요하게 되었으며 그에 적응하여 가장 발 빠르게 진보할 수 있는 학문이기도하다.'
  },
  {
    college: 'engineering',
    department: '응용화학생명공학과',
    description: '응용화학생명공학과는 융합에 의한 시너지효과 제고라는 현대 과학 추세에 맞추어 2009년 응용화학 전공과 생명공학 전공이 합쳐진 복합 학과이다.'
  },
  {
    college: 'engineering',
    department: '기계공학과',
    description: '기계공학은 현대기술문명의 총화(總和)로써 그 적용 분야가 매우 다양하여 관련 산업분야와 더불어 급속한 발전이 이루어지고 있는 학문입니다.'
  },
  {
    college: 'engineering',
    department: '환경안전공학과',
    description: '환경안전공학은 산업화 및 도시화 과정에서 불가피하게 발생되는 환경오염 문제의 해결방안에 관하여 전반적으로 연구하는 학문이다.'
  },
  {
    college: 'engineering',
    department: '화학공학과',
    description: '산업체, 연구소 및 학계의 발전에 중추적인 역할을 담당할 창의력과 현장 적응력을 갖춘 화공기술자 및 화학공학자의 양성을 목표로, 전통적 화학공정부터 반도체, 에너지 등의 첨단 산업분야에 필요한 폭넓은 전공지식을 제공하고 있습니다.'
  },
  {
    college: 'engineering',
    department: '건축학과',
    description: '아주대 건축학과의 특징은 77명의 신입생을 단일 모집단위로 선발하여 2학년 1학기까지 3개 학기 동안 전공의 구분없이 공통으로 운영함으로써 그동안 경험해보지 못한 건축의 다양한 분야를 직접 체험하도록 하고 있다는 점입니다. 이는 건축의 많은 분야를 고르게 탐색하도록 한 후 자신의 적성과 진로에 가장 적합한 전공 분야를 선택하도록 함으로써 개인의 역량을 최대한 발휘할 수 있는 기회를 제공하고자 함입니다.'
  },
  {
    college: 'engineering',
    department: '건설시스템공학과',
    description: '건설시스템공학과 교수진들은 구조, 콘크리트, 수리/수문/수자원, 토질/기초/터널 공학 분야에서 최신 이론과 첨단 기술을 전공 교육 내에서 소화시킬 수 있도록 최신의 교과과정을 편성하여 운영하고 있습니다. 아주대학교 건설시스템공학과는 꿈과 열정을 가진 젊은이들을 필요로 합니다.'
  },
  {
    college: 'informationCommunication',
    department: '전자공학과',
    description: '우리 전자공학과는 37명의 전임교원, 3명의 강의교수, 1000여명의 학부생, 100여명의 열정의 석박사 과정생으로 구성되어 있으며 반도체, 직접회로, 디스플레이, 초고주파 통신, 이동통신, 네트워크, 컴퓨터, 임베디드 시스템, 멀티미디어, 시스템 제어, 에너지 등 첨단 연구분야에서 최고의 교수진과 우수 학생들이 실용적 교육 및 심도 있는 연구에 매진한 결과, 융복합 IT 학문을 선도하는 최고수준의 전자공학과로 발돋움하게 되었으며, 세계 100위권 수준의 전자공학고 도약을 목표하고 있습니다. 2019년 중앙일보 대학평가에서 우리 아주대학교는 전국 11위 및 취업률 71.6%(2020기준)로 전국 3위를 차지하였습니다. 이중 전자공학과는 취업률 78.7%, 취업의 질지표인 유지취업률에서 90% 이상으로 전국 최상위권에 속하고 있습니다.'
  },
  {
    college: 'naturalScience',
    department: '수학과',
    description: '4차 산업혁명시대를 맞아 수학은 그간의 기초학문으로서의 영역을 넘어, 산업수학이라는 이름으로 다양한 분야와 융합하고 있습니다. 사회가 복잡, 다양화됨에 따라 수학적 사고력, 분석력 및 융합적 사고에 의한 적응능력이 더욱 요구되고 있습니다. 이에 우리 수학과 학생들이 나아갈 길은 점점 더 넓어지고 있고, 시대가 필요한 인재로 성장할 가능성 또한 높아지고 있습니다. 이러한 시대적 흐름에 맞게 수학적 기초역량을 바탕으로 여러 분야의 지식을 연결하여 문제의 해법을 찾는 연결형 인재를 키워 나가는 것이 저희 아주대학교 수학과의 소명입니다.'
  },
  {
    college: 'naturalScience',
    department: '물리학과',
    description: '물리학은 자연계의 현상을 지배하는 기본적인 법칙을 규명하며, 연구 대상은 크게는 우주로부터 작게는 원자, 소립자까지 매우 다양합니다. 천체의 운동, 기계, 전자소자, 레이저, DNA 등 물리학이 다루지 않는 주제가 없다고 해도 과언이 아닙니다. 그동안 물리학의 발전을 통하여 축적된 지식은 자연과학과 공학 분야에 응용되어 현대 문명과 산업 발전에 큰 기여를 하고 있습니다.'
  },
  {
    college: 'naturalScience',
    department: '화학과',
    description: '화학은 자연과학의 핵심분야로서 오랜 동안 인류의 생활과 문명의 발전에 많은 공헌을 하여 왔으며, 21세기에 이르러 새로운 발전의 기회를 맞이하고 있다. 최근 눈부신 나노신소재과학, 생명과학 및 응용기술의 진보 과정에서 “물질을 분자 또는 원자 단위에서 정밀하게 조작하고 측정하며 그 이용 분야를 찾아야 할” 필요성이 대두되었으며, 이와 같은 문제를 해결할 수 있는 분야는 화학이므로, 미래의 과학 및 기술혁신의 원동력으로서 화학이 핵심적인 역할을 수행하게 될 것이다. 기술 개발은 점점 복잡화, 고도화되고 현상에 대한 학술적 이론적 해명 없이는 발전을 기대할 수 없으므로 기초적 연구는 그런 의미에서 신기술 창출의 원천이라 할 수 있다.'
  },
  {
    college: 'naturalScience',
    department: '생명과학과',
    description: '생명과학은 생명현상의 본질을 탐구하는 학문으로서 이의 규명을 목표로 하는 기초분야입니다. 생명과학은 기초생물학에서 의학, 농학, 유전공학, 환경, 공학 등 생물 관련 응용분야에 이르기까지그 학문적 중요성이 증대되어 각 분야에서 활발한 연구가 진행되고 있습니다.'
  },
  {
    college: 'business',
    department: '경영학과',
    description: '경영학(Business Administration)은 국민경제의 주도적 주체인 기업의 관리에 관하여 연구하는 실천적 과학으로서 그 사회적 효용성이 매우 크다. 특히 최근에는 기업이 대형화되고 국제화됨으로써 그 내부적 복잡성이 매우 증대되었으며, 기업환경 또한 급속히 변모하고 있어 기업경영의 중요성이 더욱더 절실히 인식되고 있다.'
  },
  {
    college: 'business',
    department: '금융공학과',
    description: '금융공학은 금융자산 및 금융파생상품을 설계하고 가치를 평가하며, 금융기관의 위험을 관리하는 등 제반 금융 문제에 수학 기법을 적용하여 해결하는 첨단 융·복합 학문입니다.'
  },
  {
    college: 'business',
    department: 'e-비즈니스학과',
    description: '첨단 정보기술 뿐 아니라 전통적 경영학 관련 커리큘럼을 동시에 제공함으로써, 빅데이터, 인공지능, 딥러닝 등 최신 정보기술을 경영분야에 활용하여 기업의 프로세스, 제품, 서비스를 혁신하고 핵심 경쟁력을 확보하는 방법에 관해 배우며 연구하고 있습니다.'
  },
  {
    college: 'humanities',
    department: '국어국문학과',
    description: '국어국문학은 한국어에 대한 체계적인 지식을 습득하고, 한국문학의 특성과 흐름에 대한 통시적인 안목을 도모하는 학문이다. 또한 국어국문학은 언어와 문학에 담긴 삶에 대한 이해를 바탕으로 인간이 살아가면서 만나게 되는 다양한 문제 상황에 대한 통찰력과 실질적인 문제해결능력을 배양하는 인문학의 근간이다'
  },
  {
    college: 'humanities',
    department: '영어영문학과',
    description: '영어영문학은 인간 존재의 본질을 탐구하고 인간적 가치를 실현하는 인문학의 토대 위에, 언어적, 문화적, 감성적, 철학적 사유를 배우고, 영어라는 매개를 통해 더 넓은 세상에서 더 큰 나를 찾는 학문입니다.'
  },
  {
    college: 'humanities',
    department: '불어불문학과',
    description: '프랑스어 교육의 전통과 한불 협정의 취지를 구현하기 위하여 체계적 프랑스어 교육을 기반으로 프랑스 어학과 문학, 프랑스 문화, 그리고 특히 프랑스어권에 관한 다양하고 심도있는 교육을 시행하고 있습니다.'
  },
  {
    college: 'humanities',
    department: '사학과',
    description: '한국사, 동양사, 서양사의 균형있는 교육을 위해 각 분야의 시대사는 물론 한중일 국제관계사, 동유럽문화와 역사, 시민혁명사, 고전강독, 역사학 방법론 등 다양한 강의를 통해 깊이 있고 체계적인 학습이 되도록 노력하고 있다.'
  },
  {
    college: 'humanities',
    department: '문화콘텐츠학과',
    description: '인문학적 소양을 갖춘 스토리텔링과 기획 전문가를 길러낸다는 교육목표 아래 폭넓은 인문학 교육과 실무적인 역량을 갖춘 학생들이 다양한 프로그램을 통해 미래를 꿈꾸고 있습니다. 2013학년도부터 아주대학교 학제개편에 따라 독립된 학과로 거듭난 문화콘텐츠학과는 새로운 문화의 시대를 이끌어나갈 미래의 인재들이 모이고 성장하는 요람이 될 것입니다.'
  },
  {
    college: 'socialScience',
    department: '경제학과',
    description: '경제학전공은 현대경제이론으로 토대로 하여, 날로 전문화되는 국내 및 국제 경제문제를 정확히 분석할 수 있는 능력을 키우고 경제관련 전문지식과 분석력을 토대로 하여 복지국가를 건설하는데 이바지할 수 있는 창조적이고 윤리의식을 지닌 경제전문가를 양성함을 교육목표로 한다.'
  },
  {
    college: 'socialScience',
    department: '행정학과',
    description: '행정학은 국가를 중심으로 한 제반 사회현상을 학문적으로 이해하여 실용적 처방을 제시한다. 그러므로 행정학전공 지망생은 제반 사회현상의 인과관계 및 그 형태의 전개과정에 남다른 관심을 갖는 성향을 갖고 있어야 한다. 또한 사회전반을 멀리 내다볼 줄 알고 변화하는 사회에 필요한 역할을 기꺼이 떠맡을 수 있는 열의가 필요하다.'
  },
  {
    college: 'socialScience',
    department: '심리학과',
    description: '심리학은 인간의 마음과 행동을 과학적으로 연구하는 학문입니다. 인간은 생물학적인 존재이면서 사회적인 존재로서 이러한 인간을 이해하기 위해서 기초 분야로 인간의 뇌와 신체기관을 다루는 생리심리, 인간의 지각ㆍ감각과 사고를 다루는 인지심리, 인간의 사회와 개인 간의 상호작용을 다루는 사회심리 등을 다루고 있습니다.'
  },
  {
    college: 'socialScience',
    department: '사회학과',
    description: '사회학에서는 거시적 차원의 사회구조가 만들어지고 유지/변화되는 과정, 사회를 구성하는 다양한 제도의 특성과 문제점, 상이한 구성원/집단별 특성과 과제, 개인들이 사회적 영향을 받고 다른 한편 사회변화를 이끌어내는 과정 등에 대해 관심을 가진다. 사회학에서는 이러한 사회현상들을 올바르게 분석하기 위한 이론적 틀과 체계적이고 과학적인 자료수집/분석 방법을 지속적으로 개발하였으며, 이를 바탕으로 다양한 수준의 문제해결책 및 정책대안을 제시함으로써 사회발전에 기여하여 왔다. 이러한 전통 하에 본 전공에서는 복잡하고 급변하는 현실 속에서 사회문제의 올바른 진단을 위해 필요한 정보를 수집/분석할 수 있고, 폭 넓고, 미래지향적인 안목을 바탕으로 건설적 대안기획을 할 수 있는 인재를 양성하는데 그 목표를 두고 있다. 특별히, 본 교과과정에서는 다양한 사회조사방법과 사회통계 기법을 활용하여 어떠한 현실에 대해서라도 분석에 필요한 정보를 수집/처리/해석할 수 있는 능력을 배양하고, 또한 각종 미디어와 문화 영역에 존재하는 문화적 현상들을 비판적으로 분석하고 나아가 새로운 문화를 창조/기획할 능력을 배양하기 위해 훈련을 집중시킴으로써, 사회조사 관련 업무, 미디어 및 문화 관련 업무, 종합기획 업무를 담당할 수 있는 전문가의 배출을 위해 노력을 기울이고 있다.'
  },
  {
    college: 'socialScience',
    department: '정치외교학과',
    description: '정치외교학은 사회과학의 핵심 학문으로서 연구분야는 크게 정치이론과 방법, 비교정치와 지역정치 그리고 국제정치로 나눌 수 있다. 정치이론과 방법은 현대정치이론, 정치사상, 정치학 방법론 등을 다룬다. 비교정치와 지역정치는 세계 여러나라의 다양한 정치체계들을 지역과 이념에 따라서분석하고 연구한다. 국제정치는 국가 사이에서 일어나는 정치, 외교, 군사, 경제관계의 관행과 절차 등을 연구한다.정치외교학을 전공한 학생들은 국내 정치와 국제정치의 현실에 대한 올바른 시각, 분석능력, 전문지식과 아울러 미래사회에 대한 비전을 갖출 수 있어서 한국사회를 이끌어가는 지도자가 될 것으로 기대된다.'
  },
  {
    college: 'socialScience',
    department: '스포츠레저학과',
    description: '스포츠레저학부는 스포츠레저에 대한 사회 관심 및 스포츠레저 산업 규모 증대의 시대 변화에 맞추어 스포츠레저 사회현상에 대한 이해력과 스포츠레저산업 경영 및 관리 능력을 갖추고 사회에 진출할 수 있도록 2006년도에 독립학부로 만들어졌습니다.'
  },
  {
    college: 'softwareFusion',
    department: '소프트웨어학과',
    description: '아주대학교 소프트웨어학과는 1981년도에 전자계산학과로 처음 신설되었는데 이는 국내 대학의 소프트웨어 분야에서 가장 오랜 전통을 가진 학과 중의 하나에 해당합니다. 매년 약 100여명의 졸업생이 배출되어 국내외 산업계, 학계, 연구소 등에서 맹활약하고 있습니다.'
  },
  {
    college: 'softwareFusion',
    department: '사이버보안학과',
    description: '사이버보안학과는 정보통신분야의 새로운 먹거리 창출의 장으로서 자리매김 하기위해 ICBM(IoT, Cloud, Bigdata, Mobile)분야의 사이버보안전문가를 양성하는 것을 목표로 합니다. '
  },
  {
    college: 'softwareFusion',
    department: '미디어학과',
    description: '미디어학과는 T자형 융합인재 육성을 목표로 , 컴퓨터공학, 인문사회과학, 비즈니스, 예술 분야의 교육과정을 디지털미디어 교육에 맞게 통합하여 제공하고 있다. 1~2학년에 기초과학, 컴퓨터공학, 미디어심리학, 게임, 스토리텔링, 디자인의 기초과목을 교육하고 있으며, 3~4학년에서는 각 학생의 재능과 관심사에 맞추어 기획, 디자인, 소프트웨어 분야에 관련한 다양하고 심화된 전공 선택 과목을 수강한다.'
  },
  {
    college: 'softwareFusion',
    department: '국방디지털융합학과',
    description: '2015학년도 1학기 첫 신입생을 받게 되는 국방디지털융합학과는 일반 ICT기술, 공군 특화 ICT기술 그리고 군사작전을 융합하는 특성화 학과로서 공군의 지능정보 작전환경 구축과 지능형 무기체계 운용은 물론 항공우주 군집전, 드론전, 사이버전자전 등 미래 과학기술전을 준비할 수 있는 최정예 엘리트 장교 양성을 목표로 하고 있습니다.'
  },
  {
    college: 'softwareFusion',
    department: '인공지능융합학과',
    description: '미래 사회를 주도하는 인공지능 분야 인재양성을 위해 다양한 전공분야의 학생들이 AI 기술에 대한 이해와 활용능력을 갖추게 하기 위해 2020년 2학기에 신설된 인공지능융합학과는 인공지능 및 빅데이터 전문인력에 대한 산업수요에 부응할 수 있는 “융합” 교육과정을 제공하여, 여러 전공분야의 학생들이 X + AI 전문가가 되기 위한 디딤돌, 인공지능 융합 교육 환경의 인프라로서의 역할을 담당하게 될 것이다. '
  },
  {
    college: 'medicine',
    department: '의학과',
    description: '아주대학교 의과대학은 의학교육의 중요성에 대한 인식과 함께 교수개발 및 학생교육의 개선을 위한 실행 기구로서 2006년 의학교육실을 개설하였다. 의학교육실은 정신건강의학교실 임기영 교수를 초대실장으로, 2대 신경과학교실 주인수 교수, 3대 내분비대사내과학교실 정윤석 교수, 4대 산부인과교실 김미란 교수를 거쳐 2020년 9월부터 현재까지 소아청소년과학교실 이장훈 교수가 5대 의학교육실장을 맡고 있으며, 아주의대 의학교육의 질적인 발전과 수월성 제고를 위해 노력하고 있다.'
  },
  {
    college: 'nursing',
    department: '간호학과',
    description: '간호학과는 의료보건기술의 발달과 세계화에 따른 다양한 대상자의 요구를 충족시키기 위하여 ‘인간사랑을 실천하는 간호사, 능력을 발휘하는 간호사, 세계화를 추구하는 간호사’ 육성을 목표로 교육과정을 운영하고 있다.'
  },
  {
    college: 'pharmacy',
    department: '약학과',
    description: '2010년 2월 교육과학기술부로부터 설립인가를 받은 아주대학교 약학대학은 기존의 약물중심의 이론교육에서 탈피하여 임상약학교육을 기반으로 한 환자중심교육 및 실무실습교육이 강조된 교과운영체제로 6년제 약학교육을 시작합니다. 아주대학교는 IT, BT, NT 등 다양한 약학 관련 전공을 운영하고 있으며, 대형 제약회사와 의약관련 연구기관들이 밀집한 지역에 위치하고 있어 뛰어난 입지 조건과 교육 연구 인프라를 갖추고 있습니다.'
  }
]
